<!DOCTYPE html>
<html>
<head>
<link rel='stylesheet' href='Educacion.css'>
</head>
<body>
<div class="content-container">
<h1 style="text-align: center;">Antiguas Tecnolog&iacute;as</h1>
<h2 class='pequeno'>En estasecci&oacute;n, trataremosciertos aspectos en los que se ha producido un gran avanceyafectande mayor o menormodo a la educaci&oacute;n en su conjunto, como puedenserla comunicaci&oacute;nde losalumnos con el profesor, losm&eacute;todos de b&uacute;squeda o incluso los ex&aacute;menes.</h2>
<h2 class='pequeno'>Para comprender y evaluar ese desarrollo, primero debemosmencionar c&oacute;mo se llevaban a caboestos aspectosantes de estarevoluci&oacute;n tecnol&oacute;gica en la quevivimos.</h2>
<h2>En la clase</h2>
<h2 class='pequeno'>El profesordaba las clases con su propia voz, sin ayuda de micr&oacute;fonososistemas de audio comolosqueencontramoshoy en d&iacute;a. En aulaspeque&ntilde;asesto apenas afecta, pero en las de mayor tama&ntilde;o suponeun esfuerzopor partetantodel profesorcomo de losalumnospara queel mensajese transmita correctamente.</h2>
<h2 class='pequeno'>Los alumnos acud&iacute;an a clase con pesadas mochilas llenas de libros y cuadernos, ya que no exist&iacute;a la manerade podercomprimir todaslashojasllenas de informaci&oacute;n y conocimiento. Paraescribir, dibujar o colorear, tambi&eacute;nse llenaba el estuche de m&uacute;ltiples l&aacute;pices y bol&iacute;grafos de colores. Esto&uacute;ltimo sigue ocurriendo, peroexiste la posibilidad de tener todos los libros de maneradigital ytambi&eacute;npoderinteractuar con herramientas parael dibujo en el mismo dispositivo, comopuede ser una tablet.</h2>
<h2 class='pequeno'>Toda la lecci&oacute;n se llevaba a caboen pizarras de tiza, algoqueno tieneporqu&eacute; ser negativo, pero quetienelimitaciones cuandose trata unamateria dif&iacute;cil de representar a mano, sin ejemplos virtuales, im&aacute;genes ov&iacute;deos quefaciliten al alumnocomprenderlosconceptos.</h2>
<h2>Trabajos y presentaciones</h2>
<h2 class='pequeno'>Cuando losalumnosten&iacute;anquerealizar un trabajoen grupo, se reun&iacute;an cada vez quequisiesen avanzaren &eacute;l, dependiendobastante de la disponibilidadyloshorarios de cadauno de los miembros delgrupo. La tarea pod&iacute;a dividirseen algunos casos, perocon el avancede la tecnolog&iacute;ayla posibilidad de trabajara distancia en el mismoproyecto (comparti&eacute;ndolo en la nube), estoha quedado bastanteresuelto. Unaventaja quese encuentra en el hecho de tenerquereunirse, es la capacidad que poco a poco van desarrollando losalumnosparatrabajaren equipo, respetar opiniones delotro ysercapaces de discutirlas dialogando.</h2>
<h2 class='pequeno'>&iquest;C&oacute;mo olvidar laspresentaciones de trabajosobre unacartulinaenorme? Esto ha quedadopr&aacute;cticamentede lado, perolosni&ntilde;os desarrollan ciertas capacidades con trabajos manuales, recortando y pegando, dandorienda suelta a suimaginaci&oacute;n...</h2>
<h2 class='pequeno'>Las entregassiempre hansido en mano, yasea en horariode claseono. A d&iacute;ade hoyesoha mejorado y se puedenentregar trabajosytareasonline, a trav&eacute;s de plataformas educativas yen horariosflexibles.</h2>
<h2>En casa</h2>
<h2 class='pequeno'>Unavezsal&iacute;as del colegio, no pod&iacute;asresolver dudas con el profesoraunqueestuviesesdentro delhorario, yasea porla distanciaola disponibilidad delprofesor. Con la ayuda delemail, estodeja de ser un problema, ya quepuedes realizarla consulta desde tu casa yllegar&aacute; al profesor de manerainmediata.</h2>
<h2 class='pequeno'>Por&uacute;ltimo, unade lascosas m&aacute;s importantesde la educaci&oacute;nyel conocimiento: la b&uacute;squeda de la informaci&oacute;n. Horas yhoras buscando en enciclopedias informaci&oacute;nparacompletar lostrabajos, visitas a lasbibliotecasparaencontrar eselibroquenecesitasoalgotan simple comobuscar una palabra en el diccionario... Aunquede manerapr&aacute;ctica se haya mejoradoyla b&uacute;squedasea m&aacute;seficiente, hay unaesenciade la investigaci&oacute;n yel conocimientoquese est&aacute; perdiendo, al menosen el &aacute;mbito educativo.</h2>
<h2 class='pequeno'></h2>



<br>
<br>
<p align="center">	
		<a href="MenuF.html">Menu   </a>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
		<a href="problema.html">Planteamiento problema   </a>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
		<a href="NTecnologias.html">Nuevas Tecnologías   </a>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
		<a href="opinion.html">Opinión</a>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
		</p>
</div>
</body>
</html>
